# RebarSystemTopMinorMatchesBottomMinor Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RebarSystemTopMinorMatchesBottomMinor Property
ParameterTypeId Class See Also
---
"Top and Bottom Minor Layers Match"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RebarSystemTopMinorMatchesBottomMinor { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RebarSystemTopMinorMatchesBottomMinor As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RebarSystemTopMinorMatchesBottomMinor {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace